Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: You can be both careful and free.
de: Du kannst zugleich vorsichtig und frei sein.
es: Puedes ser cuidadoso y libre a la vez.
fr: Tu peux être à la fois prudent et libre.
nl: Je kunt zowel voorzichtig als vrij zijn.

source: You can be gentle about a night that did not go to plan.
de: Du darfst nachsichtig sein mit einem Abend, der nicht nach Plan lief.
es: Puedes ser amable contigo por una noche que no salió según el plan.
fr: Tu peux être indulgent envers une soirée qui ne s'est pas passée comme prévu.
nl: Je mag mild zijn over een avond die niet volgens plan ging.

source: You can be gentle with a craving without obeying it.
de: Du kannst sanft mit einem Verlangen sein, ohne ihm zu gehorchen.
es: Puedes ser amable con un antojo sin obedecerlo.
fr: Tu peux être doux avec une envie sans lui obéir.
nl: Je kunt mild zijn voor een drang zonder eraan te gehoorzamen.

source: You can be gentle with yourself and still take this seriously.
de: Du kannst sanft mit dir sein und das trotzdem ernst nehmen.
es: Puedes ser amable contigo y aun así tomarte esto en serio.
fr: Tu peux être doux avec toi et prendre cela au sérieux quand même.
nl: Je kunt lief zijn voor jezelf en dit toch serieus nemen.

source: You can be honest in your logs without being harsh with yourself.
de: Du kannst in deinen Einträgen ehrlich sein, ohne hart zu dir zu sein.
es: Puedes ser honesto en tus registros sin ser duro contigo.
fr: Tu peux être honnête dans tes journaux sans être dur avec toi.
nl: Je kunt eerlijk zijn in je logs zonder hard te zijn voor jezelf.

source: You can be kind to the version of you that struggled last night.
de: Du kannst freundlich zu der Version von dir sein, die gestern Abend gekämpft hat.
es: Puedes ser amable con la versión de ti que lo pasó mal anoche.
fr: Tu peux être bienveillant avec la version de toi qui a lutté hier soir.
nl: Je kunt lief zijn voor de versie van jou die het gisteravond moeilijk had.

source: You can be kind to yourself and accountable at once.
de: Du kannst zugleich freundlich zu dir und verantwortlich sein.
es: Puedes ser amable contigo y responsable a la vez.
fr: Tu peux être bienveillant avec toi et responsable à la fois.
nl: Je kunt tegelijk lief zijn voor jezelf en verantwoordelijk.

source: You can be proud of a boundary you almost didn't hold.
de: Du darfst stolz auf eine Grenze sein, die du fast nicht gehalten hättest.
es: Puedes estar orgulloso de un límite que casi no mantienes.
fr: Tu peux être fier d'une limite que tu as failli ne pas tenir.
nl: Je mag trots zijn op een grens die je bijna niet had vastgehouden.

source: You can be proud of choices that no one else will ever see.
de: Du kannst stolz auf Entscheidungen sein, die sonst niemand je sehen wird.
es: Puedes estar orgulloso de decisiones que nadie más verá nunca.
fr: Tu peux être fier de choix que personne d'autre ne verra jamais.
nl: Je mag trots zijn op keuzes die niemand anders ooit zal zien.

source: You can be proud of choosing the quieter path.
de: Du darfst stolz darauf sein, den ruhigeren Weg zu wählen.
es: Puedes estar orgulloso de elegir el camino más tranquilo.
fr: Tu peux être fier d'avoir choisi le chemin plus calme.
nl: Je mag trots zijn dat je het rustigere pad koos.

source: You can be proud of every clear-headed hour.
de: Du darfst auf jede klare Stunde stolz sein.
es: Puedes estar orgulloso de cada hora con la mente clara.
fr: Tu peux être fier de chaque heure l'esprit clair.
nl: Je mag trots zijn op elk helder uur.

source: You can be proud of the help you reached for.
de: Du darfst stolz auf die Hilfe sein, nach der du gegriffen hast.
es: Puedes estar orgulloso de la ayuda que buscaste.
fr: Tu peux être fier de l'aide que tu es allé chercher.
nl: Je mag trots zijn op de hulp die je hebt gezocht.

source: You can be proud of the line you did not cross.
de: Du darfst stolz auf die Grenze sein, die du nicht überschritten hast.
es: Puedes estar orgulloso de la línea que no cruzaste.
fr: Tu peux être fier de la limite que tu n'as pas franchie.
nl: Je mag trots zijn op de grens die je niet hebt overschreden.

source: You can be soft and still keep your word to yourself.
de: Du kannst sanft sein und trotzdem dein Wort dir selbst gegenüber halten.
es: Puedes ser suave y aun así cumplir tu palabra contigo.
fr: Tu peux être doux et tenir quand même ta parole envers toi.
nl: Je kunt zacht zijn en toch je woord aan jezelf houden.

source: You can be soft with yourself and still be strong.
de: Du kannst sanft mit dir sein und trotzdem stark sein.
es: Puedes ser suave contigo y aun así ser fuerte.
fr: Tu peux être doux avec toi et rester fort.
nl: Je kunt zacht zijn voor jezelf en toch sterk zijn.

source: You can be tender with the parts of you that are still healing.
de: Du kannst zärtlich mit den Teilen von dir sein, die noch heilen.
es: Puedes ser tierno con las partes de ti que aún están sanando.
fr: Tu peux être tendre avec les parties de toi qui guérissent encore.
nl: Je kunt zacht zijn voor de delen van jou die nog helen.

source: You can be the friend who leaves early and still be a good friend.
de: Du kannst der Freund sein, der früher geht, und trotzdem ein guter Freund sein.
es: Puedes ser el amigo que se va antes y seguir siendo un buen amigo.
fr: Tu peux être l'ami qui part plus tôt et rester un bon ami.
nl: Je kunt de vriend zijn die eerder weggaat en toch een goede vriend zijn.

source: You can be the person who looks out for you.
de: Du kannst die Person sein, die auf dich aufpasst.
es: Puedes ser la persona que cuida de ti.
fr: Tu peux être la personne qui veille sur toi.
nl: Je kunt de persoon zijn die voor jou zorgt.

source: You can be tired and still be doing well.
de: Du kannst müde sein und trotzdem gut dabei sein.
es: Puedes estar cansado y aun así estar yendo bien.
fr: Tu peux être fatigué et bien t'en sortir quand même.
nl: Je kunt moe zijn en het toch goed doen.

source: You can be tired of pushing and still be doing fine.
de: Du kannst es leid sein, dich anzutreiben, und trotzdem gut dabei sein.
es: Puedes estar cansado de forzarte y aun así estar bien.
fr: Tu peux être fatigué de te forcer et bien t'en sortir quand même.
nl: Je kunt moe zijn van het doorduwen en het toch goed doen.

source: You can care about tomorrow and still enjoy tonight.
de: Du kannst dich um morgen sorgen und trotzdem heute Abend genießen.
es: Puedes preocuparte por mañana y aun así disfrutar esta noche.
fr: Tu peux te soucier de demain et profiter de ce soir quand même.
nl: Je kunt om morgen geven en toch van vanavond genieten.

source: You can change the story for tonight at any point.
de: Du kannst die Geschichte für heute Abend jederzeit ändern.
es: Puedes cambiar la historia de esta noche en cualquier momento.
fr: Tu peux changer l'histoire de ce soir à tout moment.
nl: Je kunt het verhaal voor vanavond op elk moment veranderen.

source: You can choose comfort that does not cost you tomorrow.
de: Du kannst Trost wählen, der dich nicht den morgigen Tag kostet.
es: Puedes elegir un consuelo que no te cueste el mañana.
fr: Tu peux choisir un réconfort qui ne te coûte pas ton lendemain.
nl: Je kunt comfort kiezen dat je morgen niet kost.

source: You can choose differently next time without hating this time.
de: Du kannst dich nächstes Mal anders entscheiden, ohne dieses Mal zu hassen.
es: Puedes elegir distinto la próxima vez sin odiar esta vez.
fr: Tu peux choisir autrement la prochaine fois sans détester cette fois-ci.
nl: Je kunt het de volgende keer anders doen zonder deze keer te haten.

source: You can choose people who make leaving easy.
de: Du kannst Menschen wählen, bei denen das Gehen leichtfällt.
es: Puedes elegir personas con las que irte sea fácil.
fr: Tu peux choisir des gens avec qui partir est facile.
nl: Je kunt mensen kiezen bij wie weggaan makkelijk is.

source: You can come back to the plan even after stepping away from it.
de: Du kannst zum Plan zurückkehren, auch nachdem du davon abgewichen bist.
es: Puedes volver al plan incluso después de alejarte de él.
fr: Tu peux revenir au plan même après t'en être éloigné.
nl: Je kunt terugkeren naar het plan, zelfs nadat je ervan bent afgeweken.

source: You can confirm your age in two private ways. The date of birth you enter stays on this device. The optional Apple Account check returns only a yes-or-no "18 or older" answer from Apple; it never shares your birthdate or name with the app.
de: Du kannst dein Alter auf zwei private Arten bestätigen. Das von dir eingegebene Geburtsdatum bleibt auf diesem Gerät. Die optionale Prüfung über dein Apple-Konto liefert nur eine Ja-oder-Nein-Antwort "18 oder älter" von Apple; sie teilt der App niemals dein Geburtsdatum oder deinen Namen mit.
es: Puedes confirmar tu edad de dos formas privadas. La fecha de nacimiento que introduces se queda en este dispositivo. La comprobación opcional con tu Apple Account solo devuelve una respuesta de sí o no "18 o más" de Apple; nunca comparte tu fecha de nacimiento ni tu nombre con la app.
fr: Tu peux confirmer ton âge de deux façons privées. La date de naissance que tu saisis reste sur cet appareil. La vérification facultative via ton compte Apple ne renvoie qu'une réponse oui ou non "18 ans ou plus" d'Apple ; elle ne partage jamais ta date de naissance ni ton nom avec l'app.
nl: Je kunt je leeftijd op twee privémanieren bevestigen. De geboortedatum die je invult, blijft op dit apparaat. De optionele controle via je Apple Account geeft alleen een ja-of-nee-antwoord "18 of ouder" van Apple; je geboortedatum of naam wordt nooit met de app gedeeld.

source: You can delete logs, plans, STI tests, timers, risk checks, journal entries, and account data inside the app.
de: Du kannst Einträge, Pläne, STI-Tests, Timer, Risiko-Checks, Tagebucheinträge und Kontodaten in der App löschen.
es: Puedes eliminar registros, planes, pruebas de ITS, temporizadores, comprobaciones de riesgo, entradas del diario y datos de la cuenta dentro de la app.
fr: Tu peux supprimer les journaux, les plans, les tests IST, les minuteurs, les vérifications de risque, les entrées de journal et les données du compte dans l'app.
nl: Je kunt logs, plannen, soa-tests, timers, risicochecks, dagboekitems en accountgegevens verwijderen in de app.

source: You can hold pride and regret at the same time. Both are honest.
de: Du kannst Stolz und Bedauern zugleich fühlen. Beides ist ehrlich.
es: Puedes sentir orgullo y arrepentimiento a la vez. Ambos son honestos.
fr: Tu peux ressentir de la fierté et des regrets en même temps. Les deux sont honnêtes.
nl: Je kunt tegelijk trots en spijt voelen. Allebei zijn eerlijk.

source: You can hold space for joy and still keep yourself safe.
de: Du kannst Raum für Freude lassen und dich trotzdem schützen.
es: Puedes dar espacio a la alegría y aun así mantenerte a salvo.
fr: Tu peux faire de la place à la joie tout en restant en sécurité.
nl: Je kunt ruimte maken voor vreugde en jezelf toch veilig houden.

source: You can hold your boundaries gently and firmly.
de: Du kannst deine Grenzen sanft und fest halten.
es: Puedes sostener tus límites con suavidad y firmeza.
fr: Tu peux tenir tes limites avec douceur et fermeté.
nl: Je kunt je grenzen zacht en stevig vasthouden.

source: You can leave a situation that stops feeling right.
de: Du darfst eine Situation verlassen, die sich nicht mehr richtig anfühlt.
es: Puedes salir de una situación que deja de sentirse bien.
fr: Tu peux quitter une situation qui ne te semble plus juste.
nl: Je mag een situatie verlaten die niet meer goed voelt.

source: You can let go of how tonight was supposed to look.
de: Du darfst loslassen, wie heute Abend aussehen sollte.
es: Puedes soltar cómo se suponía que iba a ser esta noche.
fr: Tu peux lâcher l'idée de ce que ce soir devait être.
nl: Je mag loslaten hoe vanavond eruit hoorde te zien.

source: You can let tonight be smaller than you planned.
de: Du darfst zulassen, dass heute Abend kleiner wird als geplant.
es: Puedes dejar que esta noche sea más pequeña de lo que planeaste.
fr: Tu peux laisser cette soirée être plus petite que prévu.
nl: Je mag vanavond kleiner laten zijn dan je had gepland.

source: You can love your community and still need a night off from it.
de: Du kannst deine Gemeinschaft lieben und trotzdem einen Abend Pause davon brauchen.
es: Puedes querer a tu comunidad y aun así necesitar una noche libre de ella.
fr: Tu peux aimer ta communauté et avoir quand même besoin d'une soirée loin d'elle.
nl: Je kunt van je gemeenschap houden en toch een avond rust ervan nodig hebben.

source: You can pause without explaining the pause.
de: Du kannst pausieren, ohne die Pause zu erklären.
es: Puedes hacer una pausa sin explicar la pausa.
fr: Tu peux faire une pause sans expliquer la pause.
nl: Je kunt pauzeren zonder de pauze uit te leggen.

source: You can put your phone down and let the urge get bored.
de: Du kannst dein Handy weglegen und den Drang langweilen lassen.
es: Puedes dejar el teléfono y dejar que el impulso se aburra.
fr: Tu peux poser ton téléphone et laisser l'envie s'ennuyer.
nl: Je kunt je telefoon wegleggen en de drang laten vervelen.

source: You can set a boundary and still care about someone.
de: Du kannst eine Grenze setzen und dich trotzdem um jemanden sorgen.
es: Puedes poner un límite y seguir queriendo a alguien.
fr: Tu peux poser une limite et tenir quand même à quelqu'un.
nl: Je kunt een grens stellen en toch om iemand geven.

source: You can start over at any hour, not just in the morning.
de: Du kannst zu jeder Stunde neu anfangen, nicht nur morgens.
es: Puedes empezar de nuevo a cualquier hora, no solo por la mañana.
fr: Tu peux recommencer à toute heure, pas seulement le matin.
nl: Je kunt op elk uur opnieuw beginnen, niet alleen 's ochtends.

source: You can stop at enough, even when more is offered.
de: Du kannst bei genug aufhören, auch wenn mehr angeboten wird.
es: Puedes parar en lo suficiente, aunque te ofrezcan más.
fr: Tu peux t'arrêter à suffisamment, même quand on t'en propose plus.
nl: Je kunt stoppen bij genoeg, ook als er meer wordt aangeboden.

source: You can want closeness and still keep your limits.
de: Du kannst Nähe wollen und trotzdem deine Grenzen wahren.
es: Puedes querer cercanía y aun así mantener tus límites.
fr: Tu peux vouloir de la proximité et garder tes limites.
nl: Je kunt nabijheid willen en toch je grenzen bewaren.

source: You deserve the same patience you would give a friend.
de: Du verdienst dieselbe Geduld, die du einem Freund schenken würdest.
es: Mereces la misma paciencia que le darías a un amigo.
fr: Tu mérites la même patience que tu offrirais à un ami.
nl: Je verdient hetzelfde geduld dat je een vriend zou geven.

source: You do not have to carry today alone.
de: Du musst den heutigen Tag nicht allein tragen.
es: No tienes que cargar con hoy tú solo.
fr: Tu n'as pas à porter cette journée seul.
nl: Je hoeft vandaag niet alleen te dragen.

source: You don't have to be doing great. How are you actually feeling?
de: Es muss dir nicht super gehen. Wie fühlst du dich wirklich?
es: No tienes que estar genial. ¿Cómo te sientes de verdad?
fr: Tu n'as pas besoin d'aller très bien. Comment te sens-tu vraiment ?
nl: Je hoeft het niet geweldig te doen. Hoe voel je je echt?

source: You don't have to be okay to be worth caring for.
de: Du musst nicht okay sein, um Fürsorge wert zu sein.
es: No tienes que estar bien para merecer cuidado.
fr: Tu n'as pas besoin d'aller bien pour mériter qu'on prenne soin de toi.
nl: Je hoeft niet oké te zijn om zorg waard te zijn.

source: You don't have to explain your boundaries to anyone.
de: Du musst niemandem deine Grenzen erklären.
es: No tienes que explicarle tus límites a nadie.
fr: Tu n'as à expliquer tes limites à personne.
nl: Je hoeft je grenzen aan niemand uit te leggen.

source: You don't have to have it all figured out. Steady is enough.
de: Du musst nicht alles im Griff haben. Beständig ist genug.
es: No tienes que tenerlo todo resuelto. Con constancia basta.
fr: Tu n'as pas besoin d'avoir tout compris. La régularité suffit.
nl: Je hoeft niet alles uitgevogeld te hebben. Stabiel is genoeg.

source: You don't owe anyone an explanation for protecting yourself.
de: Du schuldest niemandem eine Erklärung dafür, dass du dich schützt.
es: No le debes a nadie una explicación por protegerte.
fr: Tu ne dois à personne une explication pour te protéger.
nl: Je bent niemand een uitleg verschuldigd voor het beschermen van jezelf.

source: You have entered information that has not been saved.
de: Du hast Informationen eingegeben, die nicht gespeichert wurden.
es: Has introducido información que no se ha guardado.
fr: Tu as saisi des informations qui n'ont pas été enregistrées.
nl: Je hebt informatie ingevoerd die niet is opgeslagen.

source: You have gotten through harder days than this one.
de: Du hast schon schwerere Tage als diesen überstanden.
es: Has superado días más difíciles que este.
fr: Tu as traversé des jours plus difficiles que celui-ci.
nl: Je bent door zwaardere dagen gekomen dan deze.

source: You have logged %lld Chills involving sex and substances in the last 3 weeks. That level of frequency carries health risks. A GP, sexual-health service, or counselor can support you.
de: Du hast in den letzten 3 Wochen %lld Chills mit Sex und Substanzen eingetragen. Diese Häufigkeit bringt Gesundheitsrisiken mit sich. Hausärztin, Sexualgesundheitsstelle oder Beratung können dich unterstützen.
es: Has registrado %lld Chills con sexo y sustancias en las últimas 3 semanas. Esa frecuencia conlleva riesgos para la salud. Un médico, un servicio de salud sexual o un profesional pueden apoyarte.
fr: Tu as noté %lld Chills avec sexe et substances ces 3 dernières semaines. Cette fréquence comporte des risques pour la santé. Un médecin, un service de santé sexuelle ou un professionnel peuvent te soutenir.
nl: Je hebt de afgelopen 3 weken %lld Chills met seks en middelen vastgelegd. Die frequentie brengt gezondheidsrisico's mee. Een huisarts, soa-poli of hulpverlener kan je steunen.

source: You have logged %lld Chills involving sex and substances in the last 3 weeks. That pattern can carry physical and mental health risks.
de: Du hast in den letzten 3 Wochen %lld Chills mit Sex und Substanzen erfasst. Dieses Muster kann körperliche und psychische Gesundheitsrisiken bergen.
es: Has registrado %lld Chills con sexo y sustancias en las últimas 3 semanas. Ese patrón puede conllevar riesgos para la salud física y mental.
fr: Tu as enregistré %lld Chills mêlant sexe et substances au cours des 3 dernières semaines. Ce schéma peut comporter des risques pour la santé physique et mentale.
nl: Je hebt de afgelopen 3 weken %lld Chills met seks en middelen gelogd. Dat patroon kan lichamelijke en mentale gezondheidsrisico's met zich meebrengen.

source: You have logged %lld Chills with sex and substances in the last 3 weeks. That is worth a quiet conversation with your GP or a trusted person.
de: Du hast in den letzten 3 Wochen %lld Chills mit Sex und Substanzen eingetragen. Das ist ein ruhiges Gespräch mit deiner Hausärztin oder einer Vertrauensperson wert.
es: Has registrado %lld Chills con sexo y sustancias en las últimas 3 semanas. Merece una conversación tranquila con tu médico o alguien de confianza.
fr: Tu as noté %lld Chills avec sexe et substances ces 3 dernières semaines. Cela mérite une conversation posée avec ton médecin ou une personne de confiance.
nl: Je hebt de afgelopen 3 weken %lld Chills met seks en middelen vastgelegd. Dat is een rustig gesprek met je huisarts of iemand die je vertrouwt waard.

source: You marked something that may need attention. You can reach out now, or just keep going. This stays private.
de: Du hast etwas markiert, das Aufmerksamkeit brauchen könnte. Du kannst dich jetzt melden oder einfach weitermachen. Das bleibt privat.
es: Has marcado algo que puede necesitar atención. Puedes pedir ayuda ahora o simplemente seguir. Esto permanece privado.
fr: Tu as marqué quelque chose qui pourrait nécessiter de l'attention. Tu peux demander de l'aide maintenant, ou simplement continuer. Cela reste privé.
nl: Je hebt iets aangevinkt dat aandacht kan vragen. Je kunt nu hulp zoeken, of gewoon doorgaan. Dit blijft privé.

source: You may need support right now
de: Du brauchst vielleicht gerade Unterstützung
es: Puede que necesites apoyo ahora mismo
fr: Tu as peut-être besoin de soutien maintenant
nl: Je hebt misschien nu hulp nodig

source: You must be 18 or older to use ChillMate.
de: Du musst 18 Jahre oder älter sein, um ChillMate zu nutzen.
es: Debes tener 18 años o más para usar ChillMate.
fr: Tu dois avoir 18 ans ou plus pour utiliser ChillMate.
nl: Je moet 18 jaar of ouder zijn om ChillMate te gebruiken.

source: You showed up for yourself today, and that matters.
de: Du warst heute für dich da, und das zählt.
es: Hoy estuviste ahí para ti, y eso importa.
fr: Tu as été là pour toi aujourd'hui, et ça compte.
nl: Je bent er vandaag voor jezelf geweest, en dat telt.

source: You tend to sleep about %@ hours more after a clear night.
de: Nach einer Nacht ohne Konsum schläfst du meist etwa %@ Stunden mehr.
es: Sueles dormir unas %@ horas más tras una noche sin consumo.
fr: Tu dors en général environ %@ heures de plus après une nuit sans conso.
nl: Na een schone nacht slaap je meestal zo'n %@ uur langer.

source: You were the bottom
de: Du warst Bottom
es: Eras pasivo
fr: Tu étais le passif
nl: Jij was passief

# You're at %@ without logged substance use%@. Check in when ready.
source: You're at %1$@ without logged substance use%2$@. Check in when ready.
de: Du bist seit %@ ohne erfassten Substanzkonsum%@. Mach einen Check-in, wenn du bereit bist.
es: Llevas %@ sin consumo de sustancias registrado%@. Haz un check-in cuando estés listo.
fr: Tu es à %@ sans consommation de substances enregistrée%@. Fais un check-in quand tu es prêt.
nl: Je bent al %@ zonder geregistreerd middelengebruik%@. Check in wanneer je er klaar voor bent.

source: You're doing better than you think
de: Du machst das besser, als du denkst
es: Lo estás haciendo mejor de lo que crees
fr: Tu t'en sors mieux que tu ne le crois
nl: Je doet het beter dan je denkt

source: You've reached your limit for this month. Consider pausing.
de: Du hast dein Limit für diesen Monat erreicht. Überlege, zu pausieren.
es: Has alcanzado tu límite para este mes. Considera hacer una pausa.
fr: Tu as atteint ta limite pour ce mois-ci. Envisage de faire une pause.
nl: Je hebt je limiet voor deze maand bereikt. Overweeg een pauze.
